---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropItem
source: html/22a1395a-ae80-8255-46b3-fc6ab1e90dbe.htm
---
# PipeFittingAndAccessoryPressureDropItem Properties

The index of the begin connector of the flow path